Revit 2027 API
ParameterTypeId.FabricationOffsetParam Property
 "Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationOffsetParam { get; }
Public Shared ReadOnly Property FabricationOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationOffsetParam {
	ForgeTypeId^ get ();
}
static member FabricationOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace